{
  "aboutMe.title": "About me",
  "aboutMe.p1": "Starting with a two-day SQL training course in 2022, I have since created dozens of company reports based on Microsoft Dynamics NAV 2009 with Visual Studio 2008. If I have learned one thing in the process, it is that:",
  "aboutMe.p1.highlight": "perseverance leads to progress",
  "aboutMe.p2": "With this mindset, I am now taking on the challenge of paving my way into software development.",
  "aboutMe.p3": "In my work, I combine analytical thinking with creativity and perseverance. I like to look at problems from different angles and work in a structured way to find clear, sustainable solutions. Teamwork is just as important to me as working independently.",
  "aboutMe.p4": "My passion is to improve things, and my goal is to achieve this with software.",
  "aboutMe.li1" : "Located near Cologne/Bonn",
  "aboutMe.li2" : "Willing to Learn",
  "aboutMe.li3" : "Ready to Work",
  "aboutMe.li4" : "Communication on the same level",
  "aboutMe.a" : "Contact",
  "skills.title" : "My skills",
  "skills.phrase1": "My Road is not finished.",
  "skills.phrase2": "It just started!",
  "projects.subtext": "Curious? Explore a selection of my previous projects here!",
  "project.join" : "Implementation of a Firebase-powered Kanban system for team task management with user assignment and deadlines. (Group-Project)",
  "project.sharkie" : "Object-Orientated 2D-Browser Game. Move Sharkie through the Deep Sea and face different Enemies.",
  "project.pokedex" : "A Pokemon Library based on the PokéAPI. ",
  "reference.title": "References",
  "reference.subtext": "I thrive both independently and as part of a team. Here`s what my colleagues have to say about working with me.",
  "reference.ozan" : "Sebastian's strength in understanding difficult tasks and breaking them down into smaller pieces and organizing them was extremely helpful to the group. He was always very cooperative and really helped the group with his feedback. With him, the work progressed very well. Everyone wants a Sebastian in their group.",
  "reference.felix" : "Sebastian was an exemplary teammate in every respect during our group project Join. He was an extremely reliable and effective teammate in terms of both planning and organizational work and operational implementation. Even in challenging situations during the project, Sebastian always acted calmly and thoroughly and developed solutions with great commitment. He was a very valuable teammate in every respect, and I really enjoyed working with him.",

  "footer.getInContact": "Let's get in contact!",

  "footer.form1": "Your name",
  "footer.form1.error": "Please enter your name",
  "footer.form2": "Your email",
  "footer.form2.error": "Please enter a valid email",
  "footer.form3": "Your message",
  "footer.form3.error": "Share your thoughts!",
  "footer.submit.confirm": "Thank you!\nYour message has been sent",
  "footer.policy.text1" : " I've read the ",
  "footer.policy.highlight": "privacy policy ",
  "footer.policy.text2" : "and agree to processing of my data as outlined",
  
  "imprint.h1": "Imprint",
  "imprint.h2.1": "Service provider",
  "imprint.h2.2": "Contact options",
  "imprint.ConditionDataMining.title" : "Conditions of use for text and data mining",
  "imprint.ConditionDataMining.content" : "Conditions of use for text and data mining: The owner of this website permits the use or downloading of content from this website by third parties for the development, training, or operation of artificial intelligence or other machine learning systems ('text and data mining') exclusively with the express written consent of the owner. Without such consent, it is prohibited to use the content for text and data mining. This also applies if there is no meta information on the website that blocks such processes, and even if bots whose purpose is to read the website for text and data mining purposes are not blocked.",
  "imprint.liability.title": "Liability and intellectual property rights notices",
  "imprint.liability.content.p1" : "Disclaimer: The contents of this online offering have been compiled carefully and to the best of our current knowledge, but are for informational purposes only and have no legally binding effect, unless they are legally required information (e.g., legal notice, privacy policy, terms and conditions, or mandatory consumer information). We reserve the right to change or delete the content in whole or in part, provided that contractual obligations remain unaffected. All offers are subject to change and non-binding.",
  "imprint.liability.content.p2" : "Intellectual property rights and trademark rights: All content presented on this website, such as text, photographs, graphics, brands, and trademarks, is protected by the respective intellectual property rights (copyrights, trademark rights). The use, reproduction, etc. of this content is subject to our rights or the rights of the respective authors or rights holders.",
  "imprint.liability.content.p3" : "Notification of legal violations: Should you notice any legal violations on our website, please notify us. We will remove any illegal content and links immediately upon becoming aware of them.",

  "privacy.h1": "Privacy Policy",
  "privacy.generalInfo.h2" : "1. General Information",
  "privacy.generalInfo.text" : " The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to identify you personally. For detailed information on the subject of data protection, please refer to our privacy policy listed below this text.",
"privacy.collection.h3": "Data collection on this website",
  "privacy.collection.h4": "Who is responsible for data collection on this website?",
"privacy.collection.text":  "Data processing on this website is carried out by the website operator. Their contact details can be found in the section 'Information on the responsible body' in this privacy policy.",
 "privacy.collectionHow.h4" : "How do we collect your data?",
   "privacy.collectionHow.text" : "Your data is collected when you provide it to us. This may include, for example, data that you enter in a contact form. Other data is collected automatically or with your consent when you visit the website by our IT systems. This is primarily technical data (e.g., Internet browser, operating system, or time of page view). This data is collected automatically as soon as you enter this website.",
 "privacy.usage.h4" : "What do we use your data for?",
 "privacy.usage.text" : "  Some of the data is collected to ensure error-free provision of the website. Other data may be used to analyze your user behavior. If contracts can be concluded or initiated via the website, the transmitted data will also be processed for contract offers, orders, or other order inquiries.",
 "privacy.rights.h4" : "What rights do you have regarding your data?",
 "privacy.rights.text" : "  You have the right to receive information about the origin, recipient, and purpose of your stored personal data at any time and free of charge. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can revoke this consent at any time for the future. In addition, you have the right to request the restriction of the processing of your personal data under certain circumstances. Furthermore, you have a right of appeal to the competent supervisory authority. You can contact us at any time about this and any other questions you may have about data protection.",
 "privacy.analytics.h4" : "Analytics tools and third-party tools",
 "privacy.analytics.text" : "  When you visit this website, your surfing behavior may be statistically evaluated. This is done primarily with so-called analysis programs. Detailed information about these analysis programs can be found in the following privacy policy.",
"privacy.hosting.h2" : "2. Hosting", 
"privacy.hosting.text" : "We host the content of our website with the following provider:", 
"privacy.externalHosting.h3" : "External hosting",
"privacy.externalHosting.text" : "  This website is hosted externally. The personal data collected on this website is stored on the servers of the host/hosts. This may include IP addresses, contact requests, meta and communication data, contract data, contact details, names, website accesses, and other data generated via a website. External hosting is carried out for the purpose of fulfilling contracts with our potential and existing customers (Art. 6 (1) (b) GDPR) and in the interest of secure, fast, and efficient provision of our online services by a professional provider (Art. 6 (1) (f) GDPR). If corresponding consent has been requested, the processing is carried out exclusively on the basis of Art. 6 para. 1 lit. a GDPR and § 25 para. 1 TDDDG, insofar as the consent covers the storage of cookies or the access to information in the user's terminal device (e.g. device fingerprinting) within the meaning of the TDDDG. Consent can be revoked at any time. Our host(s) will only process your data to the extent necessary to fulfill their service obligations and will follow our instructions regarding this data. We use the following host(s): STRATO GmbH",
"privacy.mandatoryInfo.h2" : "3. General information and mandatory information",
"privacy.mandatoryInfo.h3" : "",
"privacy.mandatoryInfo.text" : "  The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy. When you use this website, various personal data is collected. Personal data is data with which you can be personally identified. This privacy policy explains what data we collect and what we use it for. It also explains how and for what purpose this is done. We would like to point out that data transmission over the Internet (e.g., when communicating by email) We would like to point out that data transmission over the Internet (e.g., when communicating by email) may have security gaps. Complete protection of data against access by third parties is not possible.",
 "privacy.responsible.h3" : "Note on the responsible authority",
 "privacy.responsible.text1" : "The responsible body for data processing on this website is:",
"privacy.responsible.text2" : "The responsible body is the natural or legal person who, alone or jointly with others, decides on the purposes and means of processing personal data (e.g., names, email addresses, etc.).",
"privacy.storage.h3": "Storage Period",
"privacy.storage.text": "  Unless a more specific storage period is specified in this privacy policy, your personal data will remain with us until the purpose for data processing no longer applies. If you assert a legitimate request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g., tax or commercial law retention periods); in the latter case, the deletion will take place after these reasons no longer apply.",
"privacy.legalbase.h3" : "General information on the legal basis for data processing on this website",
"privacy.legalbase.text" : " If you have consented to data processing, we process your personal data on the basis of Art. 6 (1) (a) GDPR or Art. 9(2)(a) GDPR, if special categories of data are processed in accordance with Art. 9(1) GDPR. In the event of express consent to the transfer of personal data to third countries, data processing is also carried out on the basis of Art. 49(1)(a) GDPR. If you have consented to the storage of cookies or access to information on your end device (e.g. via device fingerprinting), data processing is also carried out on the basis of Section 25 (1) TDDDG. Consent can be revoked at any time. If your data is necessary for the performance of a contract or for the implementation of pre-contractual measures , we process your data on the basis of Art. 6 (1) lit. b GDPR. Furthermore, we process your data if it is necessary for the fulfillment of a legal obligation on the basis of Art. 6 (1) lit. c GDPR. Data processing may also be carried out on the basis of our legitimate interest pursuant to Art. 6 (1) lit. f GDPR. The relevant legal bases in each individual case are explained in the following paragraphs of this privacy policy.",
 "privacy.recipients.h3" : "Recipients of personal data",
 "privacy.recipients.text" : " As part of our business activities, we work with various external agencies. In some cases, this requires the transfer of personal data to these external agencies. We only pass on personal data to external agencies if this is necessary for the fulfillment of a contract, if we are legally obliged to do so (e.g. transfer of data to tax authorities), if we have a legitimate interest in the transfer pursuant to Art. 6 (1) (f) GDPR, or if another legal basis permits the transfer of data. When using processors, we only transfer personal data of our customers on the basis of a valid contract for data processing. In the case of joint processing, a contract for joint processing is concluded.",
 "privacy.withdrawal.h3" : "Withdrawal of your consent to data processing",
 "privacy.withdrawal.text" : "  Many data processing operations are only possible with your express consent. You can revoke consent you have already given at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation.",
 "privacy.gdpr21.h3" : "Right to object to data collection in specific cases and to direct marketing (Art. 21 GDPR)",
 "privacy.gdpr21.text" : " IF DATA PROCESSING IS BASED ON ART. 6 PAR. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA AT ANY TIME FOR REASONS ARISING FROM YOUR SPECIFIC SITUATION, TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA ; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS . THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS DATA PROTECTION DECLARATION. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR PERSONAL DATA UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS, AND FREEDOMS OR THE PROCESSING SERVES TO ASSERT, EXERCISE OR DEFEND LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21(1) GDPR). IF YOUR PERSONAL DATA IS PROCESSED FOR DIRECT MARKETING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR SUCH MARKETING PURPOSES ADVERTISING; THIS ALSO APPLIES TO PROFILING, INSOFAR AS IT IS RELATED TO SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE USED FOR DIRECT MARKETING PURPOSES (OBJECTION PURSUANT TO ART. 21(2) GDPR).",
 "privacy.complaint.h3" : "Right to lodge a complaint with the competent supervisory authority",
 "privacy.complaint.text" : "  In the event of violations of the GDPR, data subjects have the right to lodge a complaint with a supervisory authority, in particular in the Member State of their habitual residence, place of work, or place of the alleged violation. The right to lodge a complaint exists without prejudice to other administrative or judicial remedies.",
  "privacy.portability.h3" : "Right to data portability",
  "privacy.portability.text" : "  You have the right to have data that we process automatically on the basis of your consent or in fulfillment of a contract handed over to you or to a third party in a common, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done if it is technically feasible.",
  "privacy.info.h3" : "Information, correction, and deletion",
  "privacy.info.text" : " Within the framework of the applicable legal provisions, you have the right at any time to receive information free of charge about your stored personal data, its origin and recipients, and the purpose of data processing, and , if applicable, a right to correct or delete this data. You can contact us at any time about this and any other questions you may have about personal data.",
  "privacy.restriction.h3" : "Right to restriction of processing",
  "privacy.restriction.text" : "You have the right to request the restriction of the processing of your personal data. You can contact us at any time to do so. The right to restriction of processing applies in the following cases: If you dispute the accuracy of your personal data stored by us, we usually need time to verify this. For the duration of the verification, you have the right to request the restriction of the processing your personal data. If the processing of your personal data was/is unlawful, you can request the restriction of data processing instead of erasure. If we no longer need your personal data, but you need it to exercise,   Defense or assertion of legal claims require you to request the restriction of the processing of your personal data instead of its deletion. If you have lodged an objection pursuant to Art. 21 para. 1 GDPR, a balance must be struck between your interests and ours. As long as it is not yet clear whose interests prevail, you have the right to request the restriction of the processing of your personal data. If you have restricted the processing of your personal data, this data may not be processed – except for its storage – only be processed with your consent or for the assertion, exercise, or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of an important public interest of the European Union or a Member State."






} 